Repository: znc/znc
Catalog: modules/po/adminlog.*.po
Languages: bg_bg

source: Show the logging target
bg_bg: Показване на целта за логване

source: <file|syslog|both> [path]
bg_bg: <Файл| Системни Логове |Двете> [директория]

source: Set the logging target
bg_bg: Задаване на целта за логване

source: Access denied
bg_bg: Достъпът е отказан

source: Now logging to file
bg_bg: Сега се записва към файл

source: Now only logging to syslog
bg_bg: Сега се записва само в syslog

source: Now logging to syslog and file
bg_bg: Сега се записва в syslog и във файл

source: Usage: Target <file|syslog|both> [path]
bg_bg: Употреба: Цел <file|syslog|both> [path]

source: Unknown target
bg_bg: Незнайна цел

source: Logging is enabled for file
bg_bg: Записването е пуснато за файл

source: Logging is enabled for syslog
bg_bg: Записването е пуснато за syslog

source: Logging is enabled for both, file and syslog
bg_bg: Записването е пуснат и за файл, и за syslog

source: Log file will be written to {1}
bg_bg: Лог файла ще бъде записан в {1}

source: Log ZNC events to file and/or syslog.
bg_bg: Записване на ZNC информация към файл и/или syslog.
