Repository: znc/znc
Catalog: modules/po/autoattach.*.po
Languages: bg_bg

source: Added to list
bg_bg: Добавено към списъка

source: {1} is already added
bg_bg: {1} е вече добавено

source: Usage: Add [!]<#chan> <search> <host>
bg_bg: Употреба: Add [!]<#chan> <search> <host>

source: Wildcards are allowed
bg_bg: Wildcards са позволени

source: Removed {1} from list
bg_bg: {1} е премахнат от списъка

source: Usage: Del [!]<#chan> <search> <host>
bg_bg: Употреба: Del [!]<#chan> <search> <host>

source: Chan
bg_bg: Канал

source: Search
bg_bg: Търсене

source: Host
bg_bg: Хост

source: You have no entries.
bg_bg: Нямате записи.

source: Add an entry, use !#chan to negate and * for wildcards
bg_bg: Добавяне на запис, използвайте !#chan, за отказ и * за wildcards

source: Remove an entry, needs to be an exact match
bg_bg: Премахване на запис, трябва да е точно същият

source: List all entries
bg_bg: Показване на всички записи

source: Unable to add [{1}]
bg_bg: [{1}] не може да бъде добавен

source: List of channel masks and channel masks with ! before them.
bg_bg: Списък на канали с маски и канали с маски с ! преди тях.

source: Reattaches you to channels on activity.
bg_bg: Отново ви включва в канали при активност.
