Repository: znc/znc
Catalog: modules/po/autovoice.*.po
Languages: bg_bg

source: List all users
bg_bg: Изброява на всички потребители

source: <user> <channel> [channel] ...
bg_bg: <user> <channel> [канал] ...

source: Adds channels to a user
bg_bg: Добавя канали към потребител

source: Removes channels from a user
bg_bg: Премахва канали към потребител

source: <user> <hostmask> [channels]
bg_bg: <user> <hostmask> [канали]

source: Adds a user
bg_bg: Добавя потребител

source: Removes a user
bg_bg: Премахва потребител

source: Usage: AddUser <user> <hostmask> [channels]
bg_bg: Употреба: AddUser <потребител> <хостмаск> [канали]

source: Usage: DelUser <user>
bg_bg: Употреба: DelUser <потребител>

source: There are no users defined
bg_bg: Няма дефинирани потребители

source: User
bg_bg: Потребител

source: Hostmask
bg_bg: Хостмаск

source: Channels
bg_bg: Канали

source: Usage: AddChans <user> <channel> [channel] ...
bg_bg: Употреба: AddChans <потребител> <канал> [канал] ...

source: No such user
bg_bg: Няма такъв потребител

source: Channel(s) added to user {1}
bg_bg: Добавен(и) канал(и) към потребител {1}

source: Usage: DelChans <user> <channel> [channel] ...
bg_bg: Употреба: DelChans <потребител> <канал> [канал]

source: Channel(s) Removed from user {1}
bg_bg: Премахнат(и) канал(и) от потребител {1}

source: User {1} removed
bg_bg: Потребителят {1} е премахнат

source: That user already exists
bg_bg: Този потребител вече съществува

source: User {1} added with hostmask {2}
bg_bg: Потребителят {1} е добавен с хостмаск {2}

source: Each argument is either a channel you want autovoice for (which can include wildcards) or, if it starts with !, it is an exception for autovoice.
bg_bg: Всеки аргумент е или канал за който искате autovoice (който може да съдържа wildcards) или, ако започва с ! е изключение за autovoice.

source: Auto voice the good people
bg_bg: Автоматичен voice за добрите хора
