Repository: znc/znc
Catalog: modules/po/autoop.*.po
Languages: bg_bg

source: List all users
bg_bg: Показване на всички потребители

source: <user> <channel> [channel] ...
bg_bg: <user><channel> [канал] .......

source: Adds channels to a user
bg_bg: Добавя канали към потребител

source: Removes channels from a user
bg_bg: Премахва канали от потребител

source: <user> <mask>,[mask] ...
bg_bg: <user><mask>, [маска] ...

source: Adds masks to a user
bg_bg: Добавя маски към потребител

source: Removes masks from a user
bg_bg: Премахва маски от потребител

source: <user> <hostmask>[,<hostmasks>...] <key> [channels]
bg_bg: <user> <hostmask>[,<hostmasks>...] <key> [канали]

source: Adds a user
bg_bg: Добавя потребител

source: Removes a user
bg_bg: Премахва потребител

source: Usage: AddUser <user> <hostmask>[,<hostmasks>...] <key> [channels]
bg_bg: Употреба: AddUser <user><hostmask> [,<hostmasks>...] <key> [канали]

source: Usage: DelUser <user>
bg_bg: Употреба: DelUser <user>

source: There are no users defined
bg_bg: Няма избрани потребители

source: User
bg_bg: Потребител

source: Key
bg_bg: Ключ

source: Channels
bg_bg: Канали

source: Usage: AddChans <user> <channel> [channel] ...
bg_bg: Употреба: AddChans <user> <channel> [канал] ...

source: No such user
bg_bg: Няма такъв потребител

source: Channel(s) added to user {1}
bg_bg: Канал(и) добавени към потребител {1}

source: Usage: DelChans <user> <channel> [channel] ...
bg_bg: Употреба: DelChans <user> <channel> [channel] ...

source: Channel(s) Removed from user {1}
bg_bg: Канал(и) премахнати от потребител {1}

source: Usage: AddMasks <user> <mask>,[mask] ...
bg_bg: Употреба: AddMasks <user> <mask>,[маска] ...

source: Hostmasks(s) added to user {1}
bg_bg: Hostmasks(s) добавени към потребител {1}

source: Usage: DelMasks <user> <mask>,[mask] ...
bg_bg: Употреба: DelMasks <user> <mask>,[маска] ...

source: Removed user {1} with key {2} and channels {3}
bg_bg: Потребителят {1} е премахнат с ключ {2} и канали {3}

source: Hostmasks(s) Removed from user {1}
bg_bg: Hostmasks(s) премахнати от потребител {1}

source: User {1} removed
bg_bg: Потребителят {1} е премахнат

source: That user already exists
bg_bg: Този потребител вече съществува

source: User {1} added with hostmask(s) {2}
bg_bg: Потребителят {1} е добавен с hostmask(s) {2}

source: [{1}] sent us a challenge but they are not opped in any defined channels.
bg_bg: [{1}] ни изпрати предизвикателство, но те не са оператори в никакви определени канали.

source: [{1}] sent us a challenge but they do not match a defined user.
bg_bg: [{1}] ни изпрати предизвикателство, но то не съвпада с определен потребител.

source: WARNING! [{1}] sent an invalid challenge.
bg_bg: ВНИМАНИЕ! [{1}] ни изпрати грешно предизвикателство.

source: [{1}] sent an unchallenged response. This could be due to lag.
bg_bg: [{1}] ни изпрати отговор без предизвикателство. Това може да е поради лаг.

source: WARNING! [{1}] sent a bad response. Please verify that you have their correct password.
bg_bg: ВНИМАНИЕ! [{1}] изпрати лош отговор. Моля потвърдете че имате правилната им парола.

source: WARNING! [{1}] sent a response but did not match any defined users.
bg_bg: ВНИМАНИЕ! [{1}] изпрати отговор, но той не съвпада с никакви определени потребители.

source: Auto op the good people
bg_bg: Автоматичен Op за добрите хора
