Repository: znc/znc
Catalog: modules/po/awaystore.*.po
Languages: bg_bg

source: You have been marked as away
bg_bg: Вие сте отбелязани като отсъстващ

source: Welcome back!
bg_bg: Добре дошли отново!

source: Deleted {1} messages
bg_bg: Изтрити са {1} съобщения

source: USAGE: delete <num|all>
bg_bg: УПОТРЕБА: delete <num|all>

source: Illegal message # requested
bg_bg: Заявен е нелегален # на съобщение

source: Message erased
bg_bg: Съобщението е изтрито

source: Messages saved to disk
bg_bg: Съобщението е запазено в диска

source: There are no messages to save
bg_bg: Няма съобщения за запаметяване

source: Password updated to [{1}]
bg_bg: Паролата е актуализирана на [{1}]

source: Corrupt message! [{1}]
bg_bg: Повредено съобщение! [{1}]

source: Corrupt time stamp! [{1}]
bg_bg: Повреден времеви печат! [{1}]

source: #--- End of messages
bg_bg: #-- Край на съобщенията

source: Timer set to 300 seconds
bg_bg: Таймерът е зададен на 300 секунди

source: Timer disabled
bg_bg: Таймерът е изключен

source: Timer set to {1} seconds
bg_bg: Таймерът е зададен на {1} секунди

source: Current timer setting: {1} seconds
bg_bg: Текуща настройка за таймер: {1} секунди

source: This module needs as an argument a keyphrase used for encryption
bg_bg: Този модул се нуждае от аргумент като ключова фраза, използвана за криптиране

source: Failed to decrypt your saved messages - Did you give the right encryption key as an argument to this module?
bg_bg: Неуспешно дешифриране на вашите запазени съобщения - Дадохте ли правилния ключ за криптиране като аргумент на този модул?

source: You have {1} messages!
bg_bg: Имате {1} съобщения!

source: Unable to find buffer
bg_bg: Не може да се намери буфера

source: Unable to decode encrypted messages
bg_bg: Не може да се дешифрират шифрованите съобщения

source: [ -notimer | -timer N ] [-chans] passw0rd . N is number of seconds, 600 by default.
bg_bg: [ -notimer | -timer N ] [-chans] passw0rd . N е номер от секунди, 600 по подразбиране.

source: Adds auto-away with logging, useful when you use ZNC from different locations
bg_bg: Добавя автоматично маркиране като отсъстващ, полезано когато използвате ZNC от различни места
