Repository: znc/znc
Catalog: modules/po/blockuser.*.po
Languages: bg_bg

source: Account is blocked
bg_bg: Акаунтът е блокиран

source: Your account has been disabled. Contact your administrator.
bg_bg: Вашият акаунт е деактивиран. Свържете се с администратора.

source: List blocked users
bg_bg: Показване на блокираните потребители

source: Block a user
bg_bg: Блокирай потребител

source: Unblock a user
bg_bg: Отблокирай потребител

source: Could not block {1}
bg_bg: Не може да се блокира {1}

source: Access denied
bg_bg: Достъпът е отказан

source: No users are blocked
bg_bg: Няма блокирани потребители

source: Blocked users:
bg_bg: Блокирани потребители:

source: Usage: Block <user>
bg_bg: Употреба: Block <user>

source: You can't block yourself
bg_bg: Не може да се блокирате

source: Blocked {1}
bg_bg: {1} е блокиран

source: Could not block {1} (misspelled?)
bg_bg: Не може да се блокира {1} (правописна грешка?)

source: Usage: Unblock <user>
bg_bg: Употреба: Unblock <user>

source: Unblocked {1}
bg_bg: {1} е отблокиран

source: This user is not blocked
bg_bg: Този потребител не е блокиран

source: Couldn't block {1}
bg_bg: Не може да се блокира {1}

source: User {1} is not blocked
bg_bg: Потребителят {1} не е блокиран

source: Enter one or more user names. Separate them by spaces.
bg_bg: Въведете едно или повече потребителски имена. Отделете ги с интервал.

source: Block certain users from logging in.
bg_bg: Блокирайте входът на определени потребители.
