Repository: znc/znc
Catalog: modules/po/bouncedcc.*.po
Languages: bg_bg

# list
source: Type
bg_bg: Вид

# list
source: State
bg_bg: Състояние

# list
source: Speed
bg_bg: Скорост

# list
source: Nick
bg_bg: Псевдоним

# list
source: File
bg_bg: Файл

# list
source: Chat
bg_bg: Чат

source: Waiting
bg_bg: Изчакване

source: Halfway
bg_bg: Наполовина

source: Connected
bg_bg: Свързан

source: You have no active DCCs.
bg_bg: Нямате активни DCC-та.

source: Use client IP: {1}
bg_bg: Изполване на клиентско IP: {1}

source: List all active DCCs
bg_bg: Показване на всички активни DCC-та

source: Change the option to use IP of client
bg_bg: Промяна на опцията за употребата на IP на клиент

# type
source: Chat
bg_bg: Чат

source: DCC {1} Bounce ({2}): Too long line received
bg_bg: DCC {1} Отскок ({2}): Твърде дълъг ред получен

source: DCC {1} Bounce ({2}): Timeout while connecting to {3} {4}
bg_bg: DCC {1} Отскок ({2}): Времето изтече докато се свързваше към {3} {4}

source: DCC {1} Bounce ({2}): Timeout while connecting.
bg_bg: DCC {1} Отскок ({2}): Времето изтече.

source: DCC {1} Bounce ({2}): Timeout while waiting for incoming connection on {3} {4}
bg_bg: DCC {1} Отскок ({2}): Времето изтече при изчакване на входяща връзка на {3} {4}

source: DCC {1} Bounce ({2}): Connection refused while connecting to {3} {4}
bg_bg: DCC {1} Отскок ({2}): Връзката е отказана при свързване с {3} {4}

source: DCC {1} Bounce ({2}): Connection refused while connecting.
bg_bg: DCC {1} Отскок ({2}): Връзката е отказана по време на свързване.

source: DCC {1} Bounce ({2}): Socket error on {3} {4}: {5}
bg_bg: DCC {1} Отскок ({2}): Сокет грешка на {3} {4}: {5}

source: DCC {1} Bounce ({2}): Socket error: {3}
bg_bg: DCC {1} Отскок ({2}): Сокет грешка: {3}

source: Bounces DCC transfers through ZNC instead of sending them directly to the user.
bg_bg: Отскачане на DCC трансфери чрез ZNC, вместо да се изпращат директно към потребителя.
