Repository: znc/znc
Catalog: modules/po/cert.*.po
Languages: bg_bg

source: here
bg_bg: тук

source: You already have a certificate set, use the form below to overwrite the current certificate. Alternatively click {1} to delete your certificate.
bg_bg: Вече имате зададен сертификат, използвайте полето отдолу за да презапишете текущият сертификат. Като друга опция, натиснете {1} за да изтриете вашия сертификат.

source: You do not have a certificate yet.
bg_bg: Нямате сертификат.

source: Certificate
bg_bg: Сертификат

source: PEM File:
bg_bg: PEM файл:

source: Update
bg_bg: Актуализация

source: Pem file deleted
bg_bg: Pem файла е изтрит

source: The pem file doesn't exist or there was a error deleting the pem file.
bg_bg: Pem файлът не съществува или има грешка в изтриването му.

source: You have a certificate in {1}
bg_bg: Имате сертификат в {1}

source: You do not have a certificate. Please use the web interface to add a certificate
bg_bg: Нямате сертификат. Използвайте уеб интерфейса за да добавите сертификат

source: Alternatively you can either place one at {1}
bg_bg: Вместо това, може да сложите сертификат в {1}

source: Delete the current certificate
bg_bg: Изтриване на текущия сертификат

source: Show the current certificate
bg_bg: Показва текущият сертификат

source: Use a ssl certificate to connect to a server
bg_bg: Използване на SSL сертификат за да се свържите към сървър
