Repository: znc/znc
Catalog: modules/po/crypt.*.po
Languages: de_de

source: Remove a key for nick or channel
de_de: Einen Schlüssel für Nick oder Kanal entfernen

source: <#chan|Nick> <Key>
de_de: <#chan|Nick> <Schlüssel>

source: Set a key for nick or channel
de_de: Einen Schlüssel für Nick oder Kanal setzen

source: List all keys
de_de: Alle Schlüssel auflisten

source: Start a DH1080 key exchange with nick
de_de: Starte DH1080 Schlüsselaustausch mit Nick

source: Get the nick prefix
de_de: Nick Präfix anzeigen

source: [Prefix]
de_de: [Präfix]

source: Set the nick prefix, with no argument it's disabled.
de_de: Die Nick Präfix setzen; ohne Argument wird sie deaktiviert.

source: Received DH1080 public key from {1}, sending mine...
de_de: DH1080 Public Key von {1} empfangen, sende meinen...

source: Key for {1} successfully set.
de_de: Schlüssel für {1} erfolgreich gesetzt.

source: Error in {1} with {2}: {3}
de_de: Fehler in {1} mit {2}: {3}

source: no secret key computed
de_de: keinen Geheim-Schlüssel generiert

source: Target [{1}] deleted
de_de: Ziel [{1}] gelöscht

source: Target [{1}] not found
de_de: Ziel [{1}] nicht gefunden

source: Usage DelKey <#chan|Nick>
de_de: Benutzung DelKey <#chan|Nick>

source: Set encryption key for [{1}] to [{2}]
de_de: Setze Verschlüsselungs-Schlüssel für [{1}] auf [{2}]

source: Usage: SetKey <#chan|Nick> <Key>
de_de: Benutzung SetKey <#chan|Nick> <Schlüssel>

source: Sent my DH1080 public key to {1}, waiting for reply ...
de_de: Mein öffentlicher DH1080 Schlüssel wurde an {1} gesendet, warte auf Antwort...

source: Error generating our keys, nothing sent.
de_de: Fehler beim generieren unserer Schlüssel, nichts gesendet.

source: Usage: KeyX <Nick>
de_de: Benutzung: KeyX <Nick>

source: Nick Prefix disabled.
de_de: Nick Präfix deaktiviert.

source: Nick Prefix: {1}
de_de: Nick Präfix: {1}

source: You cannot use :, even followed by other symbols, as Nick Prefix.
de_de: Du kannst ":;" nicht als Nick Präfix nutzen, auch nicht gefolgt von anderen Zeichen.

source: Overlap with Status Prefix ({1}), this Nick Prefix will not be used!
de_de: Überschneidung mit Status Präfix ({1}). Dieser Nick Präfix wird nicht genutzt werden!

source: Disabling Nick Prefix.
de_de: Nick Präfix deaktivieren.

source: Setting Nick Prefix to {1}
de_de: Setze Nick Präfix auf {1}

# listkeys
source: Target
de_de: Ziel

# listkeys
source: Key
de_de: Schlüssel

source: You have no encryption keys set.
de_de: Du hast kein Verschlüsselungsschlüsselsatz.

source: Encryption for channel/private messages
de_de: Verschlüsselung für Räume/private Nachrichten
