Repository: znc/znc
Catalog: modules/po/ctcpflood.*.po
Languages: bg_bg

source: Set seconds limit
bg_bg: Задаване на лимит в секунди

source: Set lines limit
bg_bg: Задаване на лимит за редове

source: Show the current limits
bg_bg: Показване на текущите ограничения

source: Limit reached by {1}, blocking all CTCP
bg_bg: {1} достигна ограничението, всички CTCP се блокират

source: Usage: Secs <limit>
bg_bg: Употреба: Secs <limit>

source: Usage: Lines <limit>
bg_bg: Употреба: Lines <limit>

source: 1 CTCP message
bg_bg: 1 CTCP съобщение

source: every second
bg_bg: всяка секунда

source: Current limit is {1} {2}
bg_bg: Текущото ограничение е {1} {2}

source: This user module takes none to two arguments. The first argument is the number of lines after which the flood-protection is triggered. The second argument is the time (sec) to in which the number of lines is reached. The default setting is 4 CTCPs in 2 seconds
bg_bg: Този потребителски модул заема до два аргумента. Първият аргумент е номера редове след което спам защита се активира. Вторият аргумент е времето (в секунди) което отнема да се постигне номерът редове. Настройка по подразбиране е 4 CTCP-та в 2 секунди

source: Don't forward CTCP floods to clients
bg_bg: Не предавай CTCP спам към клиенти
