Repository: znc/znc
Catalog: modules/po/identfile.*.po
Languages: tr_tr

source: Show file name
tr_tr: Dosya adını göster

source: <file>
tr_tr: <dosya>

source: Set file name
tr_tr: Dosya adını ayarla

source: Show file format
tr_tr: Dosya formatını göster

source: Set file format
tr_tr: Dosya formatını ayarla

source: Show current state
tr_tr: Mevcut durumu göster

source: File is set to: {1}
tr_tr: Dosya şu şekilde ayarlandı: {1}

source: File has been set to: {1}
tr_tr: Dosya şu şekilde ayarlandı: {1}

source: Format has been set to: {1}
tr_tr: Biçim şu şekilde ayarlandı: {1}

source: Format would be expanded to: {1}
tr_tr: Biçim şu şekilde genişletilecektir: {1}

source: Format is set to: {1}
tr_tr: Biçim şu şekilde ayarlandı: {1}

source: identfile is free
tr_tr: kimlik dosyası boştur

source: Access denied
tr_tr: Erişim reddedildi

source: Aborting connection, another user or network is currently connecting and using the ident spoof file
tr_tr: Bağlantı iptal ediliyor, başka bir kullanıcı veya ağ şu anda kimlik sahtekarlığı dosyasına bağlanıyor ve kullanıyor

source: [{1}] could not be written, retrying...
tr_tr: [{1}] yazılamadı, yeniden deneniyor...

source: Write the ident of a user to a file when they are trying to connect.
tr_tr: Bağlanmaya çalışan bir kullanıcının kimliğini bir dosyaya yazın.
