Repository: znc/znc
Catalog: modules/po/keepnick.*.po
Languages: bg_bg

source: Try to get your primary nick
bg_bg: Опит да си вземете основното си потребителско име

source: No longer trying to get your primary nick
bg_bg: Вече не се опитвам да ви взема основното потребителско име

source: Show the current state
bg_bg: Показва текущият статус

source: ZNC is already trying to get this nickname
bg_bg: ZNC вече се опитва да вземе това потребителско име

source: Unable to obtain nick {1}: {2}, {3}
bg_bg: Не може да се вземе потребителско име {1}: {2}, {3}

source: Unable to obtain nick {1}
bg_bg: Не може да се вземе потребителско име {1}

source: Trying to get your primary nick
bg_bg: Опитвам да ви взема основното потребителско име

source: Currently trying to get your primary nick
bg_bg: В момента се опитвам да ви взема основното потребителско име

source: Currently disabled, try 'enable'
bg_bg: В момента е спрян, опитайте 'enable'

source: Keeps trying for your primary nick
bg_bg: Продължено опитване за основното ви потребителско име
