Repository: znc/znc
Catalog: modules/po/kickrejoin.*.po
Languages: bg_bg

source: <secs>
bg_bg: <секунди>

source: Set the rejoin delay
bg_bg: Задава забавяне на повторното присъединяване

source: Show the rejoin delay
bg_bg: Показва забавяне на повторното присъединяване

source: Illegal argument, must be a positive number or 0
bg_bg: Неправилен аргумент, трябва да е положително число или 0

source: Negative delays don't make any sense!
bg_bg: Негативни забавяния не правят никакъв смисъл!

source: Rejoin delay set to 1 second
bg_bg: Забавянето за повторно присъединяване е зададено на 1 секунда

source: Rejoin delay disabled
bg_bg: Забавянето за повторно присъединяване е спряно

source: Rejoin delay is set to 1 second
bg_bg: Забавянето за повторно присъединяване е зададено на 1 секунда

source: Rejoin delay is disabled
bg_bg: Забавянето за повторно присъединяване е спряно

source: You might enter the number of seconds to wait before rejoining.
bg_bg: Трябва да въведете секундите за изчакване преди да влезете отново.

source: Autorejoins on kick
bg_bg: Повторно присъединяване след кик
