Repository: znc/znc
Catalog: modules/po/nickserv.*.po
Languages: bg_bg

source: Password set
bg_bg: Паролата е зададена

source: Done
bg_bg: Готово

source: NickServ name set
bg_bg: Името е зададено през NickServ

source: No such editable command. See ViewCommands for list.
bg_bg: Няма такава редактируема команда. Вижте ViewCommands за списък.

source: Ok
bg_bg: ОК

source: password
bg_bg: парола

source: Set your nickserv password
bg_bg: Задаване на парола чрез nickserv

source: Clear your nickserv password
bg_bg: Изчистване на парола чрез nickserv

source: nickname
bg_bg: потребителско име

source: Set NickServ name (Useful on networks like EpiKnet, where NickServ is named Themis
bg_bg: Задаване на име за NickServ (Полезно за мрежи като EpiKnet, където NickServ е кръстен Themis

source: Reset NickServ name to default (NickServ)
bg_bg: Възстановяване на нормалното име на NickServ

source: Show patterns for lines, which are being sent to NickServ
bg_bg: Показване на модели за редове, които се изпращат на NickServ

source: Set pattern for commands
bg_bg: Задаване на модели за команди

source: Please enter your nickserv password.
bg_bg: Моля, въведете вашата nickserv парола.

source: Auths you with NickServ (prefer SASL module instead)
bg_bg: Удостоверява ви с NickServ (предпочита се SASL модулът)
