Repository: znc/znc
Catalog: modules/po/notes.*.po
Languages: bg_bg, tr_tr

source: Add A Note
bg_bg: Добавяне на бележка
tr_tr: Bir Not Ekle

source: Key:
bg_bg: Ключ:
tr_tr: Anahtar:

source: Note:
bg_bg: Бележка:
tr_tr: Not:

source: Add Note
bg_bg: Добавяне на бележка
tr_tr: Not Ekle

source: You have no notes to display.
bg_bg: Нямате бележки за показване.
tr_tr: Görüntülenecek notunuz yok.

source: Key
bg_bg: Ключ
tr_tr: Anahtar

source: Note
bg_bg: Бележка
tr_tr: Not

source: That note already exists. Use MOD <key> <note> to overwrite.
bg_bg: Тази бележка вече съществува. Използвайте MOD <key> <note> за да я презапишете.
tr_tr: Bu not zaten var. Üzerine yazmak için 'MOD <anahtarı> <not>' kullanın.

source: Added note {1}
bg_bg: Добавена бележка {1}
tr_tr: {1} notu eklendi

source: Unable to add note {1}
bg_bg: Не може да се добави бележка {1}
tr_tr: {1} notu eklenemiyor

source: Set note for {1}
bg_bg: Задаване на бележка за {1}
tr_tr: {1} için notu ayarla

source: This note doesn't exist.
bg_bg: Тази бележка не съществува.
tr_tr: Böyle bir not yok.

source: Deleted note {1}
bg_bg: Изтрита бележка {1}
tr_tr: {1} notu silindi

source: Unable to delete note {1}
bg_bg: Не може да се изтрие бележка {1}
tr_tr: {1} notu silinemiyor

source: List notes
bg_bg: Показване не бележка
tr_tr: Notları listele

source: <key> <note>
tr_tr: <anahtar> <not>

source: Add a note
bg_bg: Добавяне на бележка
tr_tr: Bir not ekle

source: <key>
tr_tr: <anahtar>

source: Delete a note
bg_bg: Изтриване на бележка
tr_tr: Bir not sil

source: Modify a note
bg_bg: Модифициране на бележка
tr_tr: Bir notu değiştir

source: Notes
bg_bg: Бележки
tr_tr: Notlar

source: That note already exists. Use /#+<key> <note> to overwrite.
bg_bg: Тази бележка вече съществува. Използвайте /#+<key> <note> за да я презапишете.
tr_tr: Bu zaten mevcut değil. Üzerine yazmak için '/#+<anahtar><not>' kullanın.

source: You have no entries.
bg_bg: Вие нямате записи.
tr_tr: Hiçbir girdiniz yok.

source: This user module takes up to one arguments. It can be -disableNotesOnLogin not to show notes upon client login
bg_bg: Този потребителски модул приема до един аргумент. Може да се използва -disableNotesOnLogin за да не се показват бележки при влизане
tr_tr: Bu kullanıcı modülü en fazla bir argüman alır. İstemci oturum açtığında notların gösterilmemesi için '-disableNotesOnLogin' olabilir

source: Keep and replay notes
bg_bg: Пази и повтаря на бележки
tr_tr: Notları saklayın ve tekrar oynatın
