Repository: znc/znc
Catalog: modules/po/q.*.po
Languages: nl_nl

source: Username:
nl_nl: Gebruikersnaam:

source: Please enter a username.
nl_nl: Voer alsjeblieft een gebruikersnaam in.

source: Password:
nl_nl: Wachtwoord:

source: Please enter a password.
nl_nl: Voer alsjeblieft een wachtwoord in.

source: Options
nl_nl: Opties

source: Save
nl_nl: Opslaan

source: Notice: Your host will be cloaked the next time you reconnect to IRC. If you want to cloak your host now, /msg *q Cloak. You can set your preference with /msg *q Set UseCloakedHost true/false.
nl_nl: Melding: Je host zal omhuld worden de volgende keer dat je met IRC verbind. Als je dit nu wilt doen, doe dan: /msg *q Cloak. Je kan je voorkeur instellen met /msg *q Set UseCloakedHost true/false.

source: The following commands are available:
nl_nl: De volgende commando's zijn beschikbaar:

source: Command
nl_nl: Commando

source: Description
nl_nl: Beschrijving

source: Auth [<username> <password>]
nl_nl: Auth [<gebruikersnaam> <wachtwoord>]

source: Tries to authenticate you with Q. Both parameters are optional.
nl_nl: Probeert je te authenticeren met Q, beide parameters zijn optioneel.

source: Tries to set usermode +x to hide your real hostname.
nl_nl: Probeert gebruikersmodus +x in te stellen om je echte hostname te verbergen.

source: Prints the current status of the module.
nl_nl: Toont de huidige status van de module.

source: Re-requests the current user information from Q.
nl_nl: Vraagt de huidige gebruikersinformatie opnieuw aan bij Q.

source: Set <setting> <value>
nl_nl: Set <instelling> <waarde>

source: Changes the value of the given setting. See the list of settings below.
nl_nl: Past de waarde aan van de gegeven instelling. Zie de lijst van instellingen hier onder.

source: Prints out the current configuration. See the list of settings below.
nl_nl: Toont de huidige configuratie. Zie de onderstaande lijst van instellingen.

source: The following settings are available:
nl_nl: De volgende instellingen zijn beschikbaar:

source: Setting
nl_nl: Instelling

source: String
nl_nl: Tekenreeks

source: Your Q username.
nl_nl: Jouw Q gebruikersnaam.

source: Your Q password.
nl_nl: Jouw Q wachtwoord.

source: Boolean
nl_nl: Boolen (waar/onwaar)

source: Whether to cloak your hostname (+x) automatically on connect.
nl_nl: Je hostname automatisch omhullen (+x) wanneer er verbonden is.

source: Whether to use the CHALLENGEAUTH mechanism to avoid sending passwords in cleartext.
nl_nl: Of CHALLENGEAUTH mechanisme gebruikt moet worden om te voorkomen dat je wachtwoord onversleuteld verstuurd word.

source: Whether to request voice/op from Q on join/devoice/deop.
nl_nl: Of je automatisch stem/beheerdersrechten van Q wilt aanvragen als je toetreed/stem kwijt raakt/beheerdersrechten kwijt raakt.

source: Whether to join channels when Q invites you.
nl_nl: Automatisch kanalen toetreden waar Q je voor uitnodigd.

source: Whether to delay joining channels until after you are cloaked.
nl_nl: Wachten met het toetreden van kanalen totdat je host omhuld is.

source: This module takes 2 optional parameters: <username> <password>
nl_nl: Deze module accepteerd twee optionele parameters: <gebruikersnaam> <wachtwoord>

source: Module settings are stored between restarts.
nl_nl: Module instellingen worden opgeslagen tussen herstarts.

source: Syntax: Set <setting> <value>
nl_nl: Syntax: Set <instelling> <waarde>

source: Username set
nl_nl: Gebruikersnaam ingesteld

source: Password set
nl_nl: Wachtwoord ingesteld

source: UseCloakedHost set
nl_nl: UseCloakedHost ingesteld

source: UseChallenge set
nl_nl: UseChallenge ingesteld

source: RequestPerms set
nl_nl: RequestPerms ingesteld

source: JoinOnInvite set
nl_nl: JoinOnInvite ingesteld

source: JoinAfterCloaked set
nl_nl: JoinAfterCloaked ingesteld

source: Unknown setting: {1}
nl_nl: Onbekende instelling: {1}

source: Value
nl_nl: Waarde

source: Connected: yes
nl_nl: Verbonden: ja

source: Connected: no
nl_nl: Verbonden: nee

source: Cloacked: yes
nl_nl: Host omhuld: ja

source: Cloacked: no
nl_nl: Host omhuld: nee

source: Authenticated: yes
nl_nl: Geauthenticeerd: ja

source: Authenticated: no
nl_nl: Geauthenticeerd: nee

source: Error: You are not connected to IRC.
nl_nl: Fout: Je bent niet verbonden met IRC.

source: Error: You are already cloaked!
nl_nl: Fout: Je bent al omhuld!

source: Error: You are already authed!
nl_nl: Fout: Je bent al geauthenticeerd!

source: Update requested.
nl_nl: Update aangevraagd.

source: Unknown command. Try 'help'.
nl_nl: Onbekend commando. Probeer 'help'.

source: Cloak successful: Your hostname is now cloaked.
nl_nl: Omhulling succesvol: Je host is nu omhuld.

source: Changes have been saved!
nl_nl: Wijzigingen zijn opgeslagen!

source: Cloak: Trying to cloak your hostname, setting +x...
nl_nl: Omhulling: Proberen je host te omhullen, +x aan het instellen...

source: You have to set a username and password to use this module! See 'help' for details.
nl_nl: Je moet een gebruikersnaam en wachtwoord instellen om deze module te gebruiken! Zie 'help' voor details.

source: Auth: Requesting CHALLENGE...
nl_nl: Auth: CHALLENGE aanvragen...

source: Auth: Sending AUTH request...
nl_nl: Auth: AUTH aanvraag aan het versturen...

source: Auth: Received challenge, sending CHALLENGEAUTH request...
nl_nl: Auth: Uitdaging ontvangen, nu CHALLENGEAUTH aanvraag sturen...

source: Authentication failed: {1}
nl_nl: Authenticatie mislukt: {1}

source: Authentication successful: {1}
nl_nl: Authenticatie gelukt: {1}

source: Auth failed: Q does not support HMAC-SHA-256 for CHALLENGEAUTH, falling back to standard AUTH.
nl_nl: Auth mislukt: Q ondersteund geen HMAC-SHA-256 voor CHALLENGEAUTH, terugvallen naar standaard AUTH.

source: RequestPerms: Requesting op on {1}
nl_nl: RequestPerms: Beheerdersrechten aanvragen in {1}

source: RequestPerms: Requesting voice on {1}
nl_nl: RequestPerms: Stem aanvragen in {1}

source: Please provide your username and password for Q.
nl_nl: Voer alsjeblieft je gebruikersnaam en wachtwoord in voor Q.

source: Auths you with QuakeNet's Q bot.
nl_nl: Authenticeert je met QuakeNet's Q bot.
