Repository: znc/znc
Catalog: modules/po/savebuff.*.po
Languages: tr_tr

source: <password>
tr_tr: <şifre>

source: Sets the password
tr_tr: Şifreyi ayarlar

source: <buffer>
tr_tr: <arabellek>

source: Replays the buffer
tr_tr: Arabelleği oynatır

source: Saves all buffers
tr_tr: Tüm arabellekleri kaydeder

source: Password is unset usually meaning the decryption failed. You can setpass to the appropriate pass and things should start working, or setpass to a new pass and save to reinstantiate
tr_tr: Şifrenin ayarlanmamış olması genellikle şifre çözmenin başarısız olduğu anlamına gelir. 'setpass' yapabilirseniz ve işler çalışmaya başlayacaktır veya <setpass> ile yeni bir şifre ayarlayın ve yeniden başlatmak için kaydedin

source: Password set to [{1}]
tr_tr: Şifre [{1}] olarak ayarlndı

source: Replayed {1}
tr_tr: {1} yeniden oynatıldı

source: Unable to decode Encrypted file {1}
tr_tr: Şifrelenmiş dosya {1} çözülemiyor

source: This user module takes up to one arguments. Either --ask-pass or the password itself (which may contain spaces) or nothing
tr_tr: Bu kullanıcı modülü en fazla bir argüman alır. Ya --ask-pass ya da şifrenin kendisi (boşluk içerebilir) ya da hiçbir şey

source: Stores channel and query buffers to disk, encrypted
tr_tr: Kanal ve sorgu arabelleklerini şifrelenmiş olarak diskte saklar
