Repository: znc/znc
Catalog: modules/po/send_raw.*.po
Languages: tr_tr

source: Send a raw IRC line
tr_tr: Ham bir IRC satırı gönderin

source: User:
tr_tr: Kullanıcı:

source: To change user, click to Network selector
tr_tr: Kullanıcıyı değiştirmek için Ağ seçiciye tıklayın

source: User/Network:
tr_tr: Kullanıcı/Ağ:

source: Send to:
tr_tr: Gönderim:

source: Client
tr_tr: İstemci

source: Server
tr_tr: Sunucu

source: Line:
tr_tr: Satır:

source: Send
tr_tr: Gönder

source: Sent [{1}] to {2}/{3}
tr_tr: [{1}], {2}/{3} adresine gönderildi

source: Network {1} not found for user {2}
tr_tr: {2} kullanıcısı için {1} ağı bulunamadı

source: User {1} not found
tr_tr: {1} kullanıcısı bulunamadı

source: Sent [{1}] to IRC server of {2}/{3}
tr_tr: [{1}], {2}/{3} IRC sunucusuna gönderildi

source: You must have admin privileges to load this module
tr_tr: Bu modülü yüklemek için yönetici ayrıcalıklarına sahip olmanız gerekir

source: Send Raw
tr_tr: Raw Gönderme

source: User not found
tr_tr: Kullanıcı bulunamadı

source: Network not found
tr_tr: Ağ bulunamadı

source: Line sent
tr_tr: Satır gönderildi

source: [user] [network] [data to send]
tr_tr: [kullanıcı] [ağ] [gönderilecek veriler]

source: The data will be sent to the user's IRC client(s)
tr_tr: Veriler kullanıcının IRC istemcisine/istemcilerine gönderilecektir.

source: The data will be sent to the IRC server the user is connected to
tr_tr: Veriler kullanıcının bağlı olduğu IRC sunucusuna gönderilecektir

source: [data to send]
tr_tr: [gönderilecek veriler]

source: The data will be sent to your current client
tr_tr: Veriler mevcut istemcinize gönderilecek

source: Lets you send some raw IRC lines as/to someone else
tr_tr: Bazı ham IRC satırlarını başka biri olarak/başka birine göndermenizi sağlar
