Repository: znc/znc
Catalog: modules/po/stickychan.*.po
Languages: tr_tr

source: Name
tr_tr: Adı

source: Sticky
tr_tr: Sabit

source: Save
tr_tr: Kaydet

source: Channel is sticky
tr_tr: Kanal sticky (renk ve kalın yazma yok)

source: <#channel> [key]
tr_tr: <#kanal> [anahtar]

source: Sticks a channel
tr_tr: Bir kanalı 'sticky' yapar (renk ve kalın yazma yok)

source: <#channel>
tr_tr: <#kanal>

source: Unsticks a channel
tr_tr: Bir kanalı 'unsticky' yapar (renk ve kalın yazma var)

source: Lists sticky channels
tr_tr: Sticky kanalları listeler

source: Usage: Stick <#channel> [key]
tr_tr: Kullanımı: Stick <#kanal> [anahtar]

source: Stuck {1}
tr_tr: {1} stick edildi

source: Usage: Unstick <#channel>
tr_tr: Kullanımı: Unstick <#kanal>

source: Unstuck {1}
tr_tr: {1} unstick edildi

source: -- End of List
tr_tr: -- Liste Sonu

source: Could not join {1} (# prefix missing?)
tr_tr: {1}'a katılamadı (# öneki eksik mi?)

source: Sticky Channels
tr_tr: Sticky Kanallar

source: Changes have been saved!
tr_tr: Değişiklikler kaydedildi!

source: Channel became sticky!
tr_tr: Kanal sticky hale geldi!

source: Channel stopped being sticky!
tr_tr: Kanal sticky olmayı bıraktı!

source: Channel {1} cannot be joined, it is an illegal channel name. Unsticking.
tr_tr: {1} kanalına katılınamıyor, illefgal bir kanal adıdır. Unstick ediliyor.

source: List of channels, separated by comma.
tr_tr: Kanalların virgülle ayrılmış listesi.

source: configless sticky chans, keeps you there very stickily even
tr_tr: yapılandırmasız sticky kanallar, sizi orada bile çok sticky tutar
