Repository: znc/znc
Catalog: modules/po/watch.*.po
Languages: tr_tr

source: <HostMask> [Target] [Pattern]
tr_tr: <HostMaskesi> [Hedef] [Şablon]

source: Used to add an entry to watch for.
tr_tr: İzlenecek bir girdi eklemek için kullanılır.

source: List all entries being watched.
tr_tr: İzlenen tüm girdileri listeleyin.

source: Dump a list of all current entries to be used later.
tr_tr: Daha sonra kullanılmak üzere tüm mevcut girdilerin listesini boşaltın.

source: Deletes Id from the list of watched entries.
tr_tr: İzlenen girdiler listesinden Id'yi siler.

source: Delete all entries.
tr_tr: Tüm girdileri silin.

source: Enable a disabled entry.
tr_tr: Devre dışı bırakılmış bir girdiyi etkinleştirin.

source: Disable (but don't delete) an entry.
tr_tr: Bir girdiyi devre dışı bırakın (ancak silmeyin).

source: Enable or disable detached client only for an entry.
tr_tr: Ayrılmış istemciyi yalnızca bir girdi için etkinleştirin veya devre dışı bırakın.

source: Enable or disable detached channel only for an entry.
tr_tr: Ayrılmış kanalı yalnızca bir girdi için etkinleştirin veya devre dışı bırakın.

source: <Id> [#chan priv #foo* !#bar]
tr_tr: <Id> [#kanal priv #ali* !#veli]

source: Set the source channels that you care about.
tr_tr: Önemsediğiniz kaynak kanalları ayarlayın.

source: WARNING: malformed entry found while loading
tr_tr: UYARI: yükleme sırasında hatalı biçimlendirilmiş girdi bulundu

source: Disabled all entries.
tr_tr: Tüm girdiler devre dışı bırakıldı.

source: Enabled all entries.
tr_tr: Tüm girdiler etkinleştirildi.

source: Invalid Id
tr_tr: Geçersiz Id

source: Id {1} disabled
tr_tr: {1} Id'si devre dışı bırakıldı

source: Id {1} enabled
tr_tr: {1} Id'si etkinleştirildi

source: Set DetachedClientOnly for all entries to Yes
tr_tr: Tüm girdiler için DetachedClientOnly'yi 'Yes' olarak ayarlayın

source: Set DetachedClientOnly for all entries to No
tr_tr: Tüm girdiler için DetachedClientOnly'yi 'No' olarak ayarlayın

source: Id {1} set to Yes
tr_tr: {1}'si 'Yes' olarak ayarlandı

source: Id {1} set to No
tr_tr: {1}'si 'No' olarak ayarlandı

source: Set DetachedChannelOnly for all entries to Yes
tr_tr: Tüm girdiler için DetachedChannelOnly'yi 'Yes' olarak ayarlayın

source: Set DetachedChannelOnly for all entries to No
tr_tr: Tüm girdiler için DetachedChannelOnly'yi 'No' olarak ayarlayın

source: HostMask
tr_tr: Host Maskesi

source: Target
tr_tr: Hedef

source: Pattern
tr_tr: Şablon

source: Sources
tr_tr: Kaynaklar

source: Off
tr_tr: Kapalı

source: You have no entries.
tr_tr: Hiçbir girdiniz yok.

source: Sources set for Id {1}.
tr_tr: {1} Id'si için kaynaklar ayarlandı.

source: All entries cleared.
tr_tr: Tüm girdiler temizlendi.

source: Id {1} removed.
tr_tr: {1} Id'si kaldırıldı.

source: Entry for {1} already exists.
tr_tr: {1} için girdi zaten mevcut.

source: Adding entry: {1} watching for [{2}] -> {3}
tr_tr: Girdi ekleniyor: {1}, [{2}] -> {3} için izliyor

source: Watch: Not enough arguments. Try Help
tr_tr: İzleyin: Yeterli argüman yok. Yardımı Deneyin

source: Copy activity from a specific user into a separate window
tr_tr: Belirli bir kullanıcının etkinliğini ayrı bir pencereye kopyala
