Repository: znc/znc
Catalog: src/po/znc.*.po
Languages: bg_bg

# listports|irc
source: yes, on {1}
bg_bg: да, на {1}

# listports|web
source: no
bg_bg: не

source: Port added
bg_bg: Портът е добавен

source: Couldn't add port
bg_bg: Портът не може да се добави

source: Usage: AddPort <[+]port> <ipv4|ipv6|all> <web|irc|all> [bindhost [uriprefix]]
bg_bg: Употреба: AddPort <[+]порт> <ipv4|ipv6|всичко> <уеб|irc|всичко> [св.хост [uriprefix]]

source: Deleted Port
bg_bg: Портът е изтрит

source: Unable to find a matching port
bg_bg: Не може да се намери съвпадащ порт

source: Usage: DelPort <port> <ipv4|ipv6|all> [bindhost]
bg_bg: Usage: DelPort <порт> <ipv4|ipv6|всичко> [св.хост]

# helpcmd
source: Command
bg_bg: Команда

# helpcmd
source: Description
bg_bg: Описание

source: In the following list all occurrences of <#chan> support wildcards (* and ?) except ListNicks
bg_bg: В следващия списък всички срещания на <#канал> поддържат wildcards (* и ?), с изключение на ListNicks

# helpcmd|Version|desc
source: Print which version of ZNC this is
bg_bg: Показва коя ZNC версия върви в момента

# helpcmd|ListMods|desc
source: List all loaded modules
bg_bg: Показва всички заредени модули

# helpcmd|ListAvailMods|desc
source: List all available modules
bg_bg: Показва всички налични модули

# helpcmd|ListChans|desc
source: List all channels
bg_bg: Показва всички канали

# helpcmd|ListNicks|args
source: <#chan>
bg_bg: <#канал>

# helpcmd|ListNicks|desc
source: List all nicks on a channel
bg_bg: Показва всички потребителски имена в канала

# helpcmd|ListClients|desc
source: List all clients connected to your ZNC user
bg_bg: Показва всички клиенти свързани към вашия ZNC потребител

# helpcmd|ListServers|desc
source: List all servers of current IRC network
bg_bg: Показва всички сървъри в текущата IRC мрежа

# helpcmd|AddNetwork|args
source: <name>
bg_bg: <име>

# helpcmd|AddNetwork|desc
source: Add a network to your user
bg_bg: Добавяне на мрежа към вашия потребител

# helpcmd|DelNetwork|args
source: <name>
bg_bg: <име>

# helpcmd|DelNetwork|desc
source: Delete a network from your user
bg_bg: Изтриване на мрежа от вашия потребител

# helpcmd|ListNetworks|desc
source: List all networks
bg_bg: Показва всички мрежи

# helpcmd|MoveNetwork|args
source: <old user> <old network> <new user> [new network]
bg_bg: <стар потребител> <стара мрежа> <нов потребител> [нова мрежа]

# helpcmd|MoveNetwork|desc
source: Move an IRC network from one user to another
bg_bg: Преместване на IRC мрежа от един потребител на друг

# helpcmd|JumpNetwork|args
source: <network>
bg_bg: <мрежа>

# helpcmd|JumpNetwork|desc
source: Jump to another network (Alternatively, you can connect to ZNC several times, using `user/network` as username)
bg_bg: Прескачане към друга мрежа (Вместо това, може да се свържете към ZNC няколко пъти, като използвате 'user/nework' като потребителско име)

# helpcmd|AddServer|args
source: <host> [[+]port] [pass]
bg_bg: <хост> [[+]порт] [парола]

# helpcmd|AddServer|desc
source: Add a server to the list of alternate/backup servers of current IRC network.
bg_bg: Добавя сървър към списъка с резервни сървъри в сегашната IRC мрежа.

# helpcmd|DelServer|args
source: <host> [port] [pass]
bg_bg: <хост> [порт] [парола]

# helpcmd|DelServer|desc
source: Remove a server from the list of alternate/backup servers of current IRC network
bg_bg: Премахва сървър от списъка с резервни сървъри в текущата IRC мрежа

# helpcmd|AddTrustedServerFingerprint|args
source: <fi:ng:er>
bg_bg: <от:пе:чатък>

# helpcmd|AddTrustedServerFingerprint|desc
source: Add a trusted server SSL certificate fingerprint (SHA-256) to current IRC network.
bg_bg: Добавя одобрен SSL сертификат (SHA-256) към текущата IRC мрежа.

# helpcmd|DelTrustedServerFingerprint|args
source: <fi:ng:er>
bg_bg: <от:пе:чатък>

# helpcmd|DelTrustedServerFingerprint|desc
source: Delete a trusted server SSL certificate from current IRC network.
bg_bg: Изтрива всички одобрени SSL сертификати от текущата IRC мрежа.

# helpcmd|ListTrustedServerFingerprints|desc
source: List all trusted server SSL certificates of current IRC network.
bg_bg: Показва всички одобрени SSL сертификати на текущата IRC мрежа.

# helpcmd|EnableChan|args
source: <#chans>
bg_bg: <#канали>

# helpcmd|EnableChan|desc
source: Enable channels
bg_bg: Активиране на канали

# helpcmd|DisableChan|args
source: <#chans>
bg_bg: <#канали>

# helpcmd|DisableChan|desc
source: Disable channels
bg_bg: Деактивиране на канали

# helpcmd|MoveChan|args
source: <#chan> <index>
bg_bg: <#канал> <индекс>

# helpcmd|MoveChan|desc
source: Move channel in sort order
bg_bg: Мести каналите в сортиращ ред

# helpcmd|SwapChans|args
source: <#chan1> <#chan2>
bg_bg: <#канал1> <#канал2>

# helpcmd|SwapChans|desc
source: Swap channels in sort order
bg_bg: Разменя каналите в сортиращ ред

# helpcmd|Attach|args
source: <#chans>
bg_bg: <#канали>

# helpcmd|Attach|desc
source: Attach to channels
bg_bg: Прикачване към канали

# helpcmd|Detach|args
source: <#chans>
bg_bg: <#канали>

# helpcmd|Detach|desc
source: Detach from channels
bg_bg: Откачени от канали

# helpcmd|Topics|desc
source: Show topics in all your channels
bg_bg: Показва темите във всичките ви канали

# helpcmd|PlayBuffer|args
source: <#chan|query>
bg_bg: <#канал|заявка>

# helpcmd|PlayBuffer|desc
source: Play back the specified buffer
bg_bg: Възпроизвеждане на зададения буфер

# helpcmd|ClearBuffer|args
source: <#chan|query>
bg_bg: <#канал|заявка>

# helpcmd|ClearBuffer|desc
source: Clear the specified buffer
bg_bg: Изчистване на зададения буфер

# helpcmd|ClearAllBuffers|desc
source: Clear all channel and query buffers
bg_bg: Изчиства всички буфери от канали и заявки

# helpcmd|ClearAllChannelBuffers|desc
source: Clear the channel buffers
bg_bg: Изчиства буферите от канала

# helpcmd|ClearAllQueryBuffers|desc
source: Clear the query buffers
bg_bg: Изчиства буферите от заявките

# helpcmd|SetBuffer|args
source: <#chan|query> [linecount]
bg_bg: <#канал|заявка> [брой на редове]

# helpcmd|SetBuffer|desc
source: Set the buffer count
bg_bg: Задава буферния брой

# helpcmd|SetBindHost|args
source: <host (IP preferred)>
bg_bg: <хост (предпочита се IP)>

# helpcmd|SetBindHost|desc
source: Set the bind host for this network
bg_bg: Задаване на свързания хост за тази мрежа

# helpcmd|SetUserBindHost|args
source: <host (IP preferred)>
bg_bg: <хост (предпочита се IP)>

# helpcmd|SetUserBindHost|desc
source: Set the default bind host for this user
bg_bg: Задаване на свързания хост на този потребител

# helpcmd|ClearBindHost|desc
source: Clear the bind host for this network
bg_bg: Изчистване на свързания хост за тази мрежа

# helpcmd|ClearUserBindHost|desc
source: Clear the default bind host for this user
bg_bg: Изчистване на свързания хост по подразбиране на този потребител

# helpcmd|ShowBindHost|desc
source: Show currently selected bind host
bg_bg: Показва текущия свързан хост

# helpcmd|Jump|args
source: [server]
bg_bg: [сървър]

# helpcmd|Jump|desc
source: Jump to the next or the specified server
bg_bg: Прескача към следващия или друг зададен сървър

# helpcmd|Disconnect|args
source: [message]
bg_bg: [съобщение]

# helpcmd|Disconnect|desc
source: Disconnect from IRC
bg_bg: Изключване от IRC

# helpcmd|Connect|desc
source: Reconnect to IRC
bg_bg: Свързване към IRC

# helpcmd|Uptime|desc
source: Show for how long ZNC has been running
bg_bg: Показва за колко време е вървял ZNC

# helpcmd|LoadMod|args
source: [--type=global|user|network] <module> [args]
bg_bg: [--вид=глобален|потр.|мрежов] <модул> [аргументи]

# helpcmd|LoadMod|desc
source: Load a module
bg_bg: Зареждане на модул

# helpcmd|UnloadMod|args
source: [--type=global|user|network] <module>
bg_bg: [--вид=глобален|потр.|мрежов] <модул>

# helpcmd|UnloadMod|desc
source: Unload a module
bg_bg: Изключване на модул

# helpcmd|ReloadMod|args
source: [--type=global|user|network] <module> [args]
bg_bg: [--вид=глобален|потр.|мрежов] <модул> [аргументи]

# helpcmd|ReloadMod|desc
source: Reload a module
bg_bg: Презареждане на модул

# helpcmd|UpdateMod|args
source: <module>
bg_bg: <модул>

# helpcmd|UpdateMod|desc
source: Reload a module everywhere
bg_bg: Презареждане на модул навсякъде

# helpcmd|ShowMOTD|desc
source: Show ZNC's message of the day
bg_bg: Показва съобщението на деня от ZNC

# helpcmd|SetMOTD|args
source: <message>
bg_bg: <съобщение>

# helpcmd|SetMOTD|desc
source: Set ZNC's message of the day
bg_bg: Задава съобщението на деня от ZNC

# helpcmd|AddMOTD|args
source: <message>
bg_bg: <съобщение>

# helpcmd|AddMOTD|desc
source: Append <message> to ZNC's MOTD
bg_bg: Добавя <съобщение> към MOTD на ZNC

# helpcmd|ClearMOTD|desc
source: Clear ZNC's MOTD
bg_bg: Изчиства MOTD на ZNC

# helpcmd|ListPorts|desc
source: Show all active listeners
bg_bg: Показва всички активни портове

# helpcmd|AddPort|args
source: <[+]port> <ipv4|ipv6|all> <web|irc|all> [bindhost [uriprefix]]
bg_bg: <[+]порт> <ipv4|ipv6|всичко> <уеб|irc|всичко> [св. хост [uriprefix]]

# helpcmd|AddPort|desc
source: Add another port for ZNC to listen on
bg_bg: Добавя друг порт, от който ZNC да слуша

# helpcmd|DelPort|args
source: <port> <ipv4|ipv6|all> [bindhost]
bg_bg: <ipv4|ipv6|всичко> <уеб|irc|всичко> [св. хост]

# helpcmd|DelPort|desc
source: Remove a port from ZNC
bg_bg: Премахване на порт от ZNC

# helpcmd|Rehash|desc
source: Reload global settings, modules, and listeners from znc.conf
bg_bg: Презарежда глобални настройки, модули и портове от znc.conf

# helpcmd|SaveConfig|desc
source: Save the current settings to disk
bg_bg: Записва текущите настройки в диска

# helpcmd|ListUsers|desc
source: List all ZNC users and their connection status
bg_bg: Показва всички ZNC потребители и техния статус

# helpcmd|ListAllUserNetworks|desc
source: List all ZNC users and their networks
bg_bg: Показва всички ZNC потребители и техните мрежи

# helpcmd|ListChans|args
source: [user <network>]
bg_bg: [потребител <мрежа>]

# helpcmd|ListClients|args
source: [user]
bg_bg: [потребител]

# helpcmd|ListClients|desc
source: List all connected clients
bg_bg: Показва всички свързани клиенти

# helpcmd|Traffic|desc
source: Show basic traffic stats for all ZNC users
bg_bg: Показва трафик статистики за всички ZNC потребители

# helpcmd|Broadcast|args
source: [message]
bg_bg: [съобщение]

# helpcmd|Broadcast|desc
source: Broadcast a message to all ZNC users
bg_bg: Излъчва съобщение към всички ZNC потребители

# helpcmd|Shutdown|args
source: [message]
bg_bg: [съобщение]

# helpcmd|Shutdown|desc
source: Shut down ZNC completely
bg_bg: Изключва ZNC

# helpcmd|Restart|args
source: [message]
bg_bg: [съобщение]

# helpcmd|Restart|desc
source: Restart ZNC
bg_bg: Рестартира ZNC

source: Can't resolve server hostname
bg_bg: Не може да се определи името на хоста на сървъра

source: Can't resolve bind hostname. Try /znc ClearBindHost and /znc ClearUserBindHost
bg_bg: Не може да се разреши свързания hostname. Опитайте /znc ClearBindHost и /znc ClearUserBindHost

source: Server address is IPv4-only, but bindhost is IPv6-only
bg_bg: Адресът на сървъра е IPv4, но свързания хост е само IPv6

source: Server address is IPv6-only, but bindhost is IPv4-only
bg_bg: Адресът на сървъра е IPv6, но свързания хост е само IPv4

source: Some socket reached its max buffer limit and was closed!
bg_bg: Някой сокет достигна максималният си ограничение за буфер и беше затворен!

source: hostname doesn't match
bg_bg: името на хост не съвпада

source: malformed hostname in certificate
bg_bg: неправилно формирано име на хост в сертификата

source: hostname verification error
bg_bg: грешка в проверката на името на хоста

source: Invalid network name. It should be alphanumeric. Not to be confused with server name
bg_bg: Невалидно име на мрежа. Трябва да е алфанумерично. Да не се объркате със сървърно име

source: Network {1} already exists
bg_bg: Мрежата {1} вече съществува

source: You are being disconnected because your IP is no longer allowed to connect to this user
bg_bg: Вие сте изключени защото вашето IP не е позволено да се свързва с този потребител

source: Password is empty
bg_bg: Паролата е празна

source: Username is empty
bg_bg: Потребителското име е празно

source: Username is invalid
bg_bg: Потребителското име е невалидно

source: Unable to find modinfo {1}: {2}
bg_bg: Не може да се намери modinfo {1}: {2}
