Repository: znc/znc
Catalog: src/po/znc.*.po
Languages: bg_bg

source: Logged in as: {1}
bg_bg: Влезнали сте като: {1}

source: Not logged in
bg_bg: Не сте влезнали

source: Logout
bg_bg: Изход

source: Home
bg_bg: Начало

source: Global Modules
bg_bg: Глобални модули

source: User Modules
bg_bg: Потребителски модули

source: Network Modules ({1})
bg_bg: Мрежови модули ({1})

source: Welcome to ZNC's web interface!
bg_bg: Добре дошли в уеб интерфейсът на ZNC!

source: No Web-enabled modules have been loaded. Load modules from IRC (“<code>/msg *status help</code>” and “<code>/msg *status loadmod &lt;module&gt;</code>”). Once you have loaded some Web-enabled modules, the menu will expand.
bg_bg: Няма заредени уеб модули. Модулите от IRC се зареждат с (“<code>/msg *status help</code>” и “<code>/msg *status loadmod &lt;module&gt;</code>”). След като сте заредили някои уеб модули, менюто ще се разшири.

source: User already exists
bg_bg: Потребителят вече съществува

source: SSL is not enabled
bg_bg: SSL не е включен

source: Unable to locate pem file: {1}
bg_bg: Не може да се намери pem файлът: {1}

source: IPv6 is not enabled
bg_bg: IPv6 не е включен

source: Invalid port
bg_bg: Невалиден порт

source: Unable to bind: {1}
bg_bg: Не може да се върже порт: {1}

source: Jumping servers because this server is no longer in the list
bg_bg: Прескачане на този сървър, тъй като той вече не е в списъка

source: Welcome to ZNC
bg_bg: Добре дошли в ZNC

source: You are currently disconnected from IRC. Use 'connect' to reconnect.
bg_bg: Не сте свързани в IRC. Използвайте 'connect' за да се свържете обратно.

source: This network is being deleted or moved to another user.
bg_bg: Тази мрежа е изтрита или е преместена към друг потребител.

source: Invalid index
bg_bg: Невалиден индекс

source: You are not on {1}
bg_bg: Не сте в {1}

source: The channel {1} could not be joined, disabling it.
bg_bg: Не може да се присъедините към канал {1}, ще бъде изключен.

source: Your current server was removed, jumping...
bg_bg: Текущият ви сървър беше премахнат, местим се към следващият...

source: Cannot connect to {1}, because ZNC is not compiled with SSL support.
bg_bg: Няма как да се свържите към {1}, тъй като ZNC не е компилиран с SSL поддръжка.

source: Some module aborted the connection attempt
bg_bg: Някой модул отказа опитът за връзка.

source: Error from server: {1}
bg_bg: Грешка от съврър: {1}

source: ZNC seems to be connected to itself, disconnecting...
bg_bg: Изглежда че ZNC е свързан към себе си, изключване...

source: Server {1} redirects us to {2}:{3} with reason: {4}
bg_bg: Сървъра{1} ни пренасочва към {2}:{3} с причина: {4}

source: Perhaps you want to add it as a new server.
bg_bg: Може би искате да го добавите като нов сървър.

source: Channel {1} is linked to another channel and was thus disabled.
bg_bg: Каналът {1} е свързан към друг канал и поради тази причина е изключен.

source: Switched to SSL (STARTTLS)
bg_bg: Превключване към SSL (STARTTLS)

source: You quit: {1}
bg_bg: Вие напуснахте {1}

source: Disconnected from IRC. Reconnecting...
bg_bg: Изключихте се от IRC. Опит за повторно свързване...

source: Cannot connect to IRC ({1}). Retrying...
bg_bg: Не може да се свържите към IRC ({1}). Опитване отново...

source: Disconnected from IRC ({1}). Reconnecting...
bg_bg: Изключихте се от IRC ({1}). Повторно свързване...

source: If you trust this certificate, do /znc AddTrustedServerFingerprint {1}
bg_bg: Ако имате доверие на този сертификат, напишете /znc AddTrustedServerFingerprint {1}

source: IRC connection timed out. Reconnecting...
bg_bg: IRC връзката изтече. Повторно свързване...

source: Connection Refused. Reconnecting...
bg_bg: Връзката е отказана. Повторно свързване...

source: Received a too long line from the IRC server!
bg_bg: Получихте твърде дълъг ред от IRC сървъра!

source: No free nick available
bg_bg: Нямате наличен прякор

source: No free nick found
bg_bg: Нямате свободен прякор

source: No such module {1}
bg_bg: Няма такъв модул {1}

source: A client from {1} attempted to login as you, but was rejected: {2}
bg_bg: Клиент от {1} се опита да влезе като вас, но беше отказан: {2}

source: Network {1} doesn't exist.
bg_bg: Мрежата {1} не съществува.

source: You have several networks configured, but no network was specified for the connection.
bg_bg: Имате няколко мрежи настроени, но никаква мрежа не беше зададена за свързване.

source: Selecting network {1}. To see list of all configured networks, use /znc ListNetworks
bg_bg: Избиране на мрежа {1}. За да видите списък с всички настроени мрежи, използвайте /znc ListNetworks

source: If you want to choose another network, use /znc JumpNetwork <network>, or connect to ZNC with username {1}/<network> (instead of just {1})
bg_bg: Ако искате да изберете друга мрежа, използвайте /znc JumpNetwork <мрежа>, или се свържете с ZNC с потребителско име {1}/<мрежа> (вместо {1})

source: You have no networks configured. Use /znc AddNetwork <network> to add one.
bg_bg: Нямате настроени мрежи. Използвайте /znc AddNetwork <мрежа> за да добавите такава.

source: Closing link: Timeout
bg_bg: Затваряне на връзката: Времето изтече

source: Closing link: Too long raw line
bg_bg: Затваряне на връзката: Твърде дълъг ред

source: You are being disconnected because another user just authenticated as you.
bg_bg: Изключени сте от сървъра, защото друг потребител се идентифицира като вас.

source: Your CTCP to {1} got lost, you are not connected to IRC!
bg_bg: Вашето CTCP към {1} се загуби, не сте свързани към IRC!

source: Your notice to {1} got lost, you are not connected to IRC!
bg_bg: Вашата заявка към {1} се загуби, не сте свързани към IRC!

source: Removing channel {1}
bg_bg: Каналът {1} се премахва

source: Your message to {1} got lost, you are not connected to IRC!
bg_bg: Вашето съобщение към {1} се загуби, не сте свързани към IRC!

source: Hello. How may I help you?
bg_bg: Здравейте. Как мога да ви помогна?

source: Usage: /attach <#chans>
bg_bg: Употреба: /attach <#канали>

source: There was {1} channel matching [{2}]
bg_bg: Има канал {1}, който се съвпада с {2}

source: Attached {1} channel
bg_bg: Прикачен е канал {1}

source: Usage: /detach <#chans>
bg_bg: Употреба: /detach <#chans>

source: Detached {1} channel
bg_bg: Откачен е канал {1}

source: Buffer Playback...
bg_bg: Възпроизвеждане на буфер...

source: Playback Complete.
bg_bg: Възпроизвеждането е изпълнено.

# modhelpcmd
source: Generate this output
bg_bg: Генериране на този текст

source: No matches for '{1}'
bg_bg: Няма съвпадение за '{1}'

source: This module doesn't implement any commands.
bg_bg: Този модул няма никакви команди.

source: Unknown command!
bg_bg: Непозната команда!

source: Module names can only contain letters, numbers and underscores, [{1}] is invalid
bg_bg: Имената на модулите могат да съдържат само букви, цифри и долни черти, [{1}] е невалиден

source: Module {1} already loaded.
bg_bg: Модул {1} е вече зареден.

source: Unable to find module {1}
bg_bg: Не може да се намери модул {1}

source: Module {1} does not support module type {2}.
bg_bg: Модулът {1} не поддържа вид на модул {2}.

source: Module {1} requires a user.
bg_bg: Модулът {1} изисква потребител.

source: Module {1} requires a network.
bg_bg: Модулът {1} изисква мрежа.

source: Caught an exception
bg_bg: Хванато е изключение

source: Module {1} aborted: {2}
bg_bg: Модулът {1} е отказан: {2}

source: Module {1} aborted.
bg_bg: Модулът {1} е отказан.

source: Module [{1}] not loaded.
bg_bg: Модулът [{1}] не е зареден.

source: Module {1} unloaded.
bg_bg: Модулът {1} е изключен.

source: Unable to unload module {1}.
bg_bg: Не може да се изключи модул {1}.

source: Reloaded module {1}.
bg_bg: Презареждане на модул {1}.

source: Unable to find module {1}.
bg_bg: Не може да се намери модул {1}.

source: Unknown error
bg_bg: Незнайна грешка

source: Unable to open module {1}: {2}
bg_bg: Не може да се отвори модул {1}: {2}

source: Could not find ZNCModuleEntry in module {1}
bg_bg: Не може да се намери ZNCModuleEntry в модул {1}

source: Version mismatch for module {1}: core is {2}, module is built for {3}. Recompile this module.
bg_bg: Грешна версия за модул {1}: ядрото е {2}, а модулът е направен за версия {3}. Рекомпилирайте този модул.

source: Module {1} is built incompatibly: core is '{2}', module is '{3}'. Recompile this module.
bg_bg: Модулът {1} е направен по несъвместим начин: ядрото е '{2}', а модулът е '{3}'. Рекомпилирайте този модул.

# modhelpcmd
source: Command
bg_bg: Команда

# modhelpcmd
source: Description
bg_bg: Описание

source: You must be connected with a network to use this command
bg_bg: Трябва да сте свързани с мрежа за да използвате тази команда

source: Usage: ListNicks <#chan>
bg_bg: Употреба: ListNicks <#канал>

source: You are not on [{1}]
bg_bg: Не сте в [{1}]

source: You are not on [{1}] (trying)
bg_bg: Не сте в [{1}] (повторен опит)

source: No nicks on [{1}]
bg_bg: Няма потребителски имена в [{1}]

source: Nick
bg_bg: Потребителско име

source: Ident
bg_bg: Идентификация

source: Host
bg_bg: Хост

source: Usage: Attach <#chans>
bg_bg: Употреба: Attach <#канали>

source: Usage: Detach <#chans>
bg_bg: Употреба: Detach <#канали>

source: There is no MOTD set.
bg_bg: Няма зададен MOTD.

source: Rehashing succeeded!
bg_bg: Успешен рехаш!

source: Rehashing failed: {1}
bg_bg: Рехашването се провали: {1}

source: Wrote config to {1}
bg_bg: Конфигурационният файл е написан в {1}

source: Error while trying to write config.
bg_bg: Изникна грешка в написването на конфигурационния файл.

source: Usage: ListClients
bg_bg: Употреба: ListClients

source: No such user: {1}
bg_bg: Няма такъв потребител: {1}

source: No clients are connected
bg_bg: Няма свързани клиенти

# listclientscmd
source: Host
bg_bg: Хост

# listclientscmd
source: Network
bg_bg: Мрежа

# listclientscmd
source: Identifier
bg_bg: Разпознавач

# listuserscmd
source: Username
bg_bg: Потребител

# listuserscmd
source: Networks
bg_bg: Мрежи

# listuserscmd
source: Clients
bg_bg: Клиенти

# listallusernetworkscmd
source: Username
bg_bg: Потребител

# listallusernetworkscmd
source: Network
bg_bg: Мрежа

# listallusernetworkscmd
source: Clients
bg_bg: Клиенти

# listallusernetworkscmd
source: On IRC
bg_bg: В IRC

# listallusernetworkscmd
source: IRC Server
bg_bg: IRC Сървър

# listallusernetworkscmd
source: IRC User
bg_bg: IRC Потребител

# listallusernetworkscmd
source: Channels
bg_bg: Канали

source: N/A
bg_bg: Не е приложимо

# listallusernetworkscmd
source: Yes
bg_bg: Да

# listallusernetworkscmd
source: No
bg_bg: Не

source: Usage: SetMOTD <message>
bg_bg: Употреба: SetMOTD <message>

source: MOTD set to: {1}
bg_bg: MOTD е зададен на: {1}

source: Usage: AddMOTD <message>
bg_bg: Употреба: AddMOTD <message>

source: Added [{1}] to MOTD
bg_bg: Добавено [{1}] към MOTD

source: Cleared MOTD
bg_bg: Изтрито MOTD

source: ERROR: Writing config file to disk failed! Aborting. Use {1} FORCE to ignore.
bg_bg: Грешка в записването на конфигурационния файл! Използвайте {1} FORCE за да игнорирате.

source: You don't have any servers added.
bg_bg: Нямате добавени сървъри.

source: Server [{1}] not found
bg_bg: Няма намерен сървър [{1}]

source: Connecting to {1}...
bg_bg: Свързване към {1}...

source: Jumping to the next server in the list...
bg_bg: Прескачане към следващия сървър в списъка...

source: Connecting...
bg_bg: Свързване...

source: Disconnected from IRC. Use 'connect' to reconnect.
bg_bg: Изключени от IRC. Използвайте командата 'connect' за да се свържете отново.

source: Usage: EnableChan <#chans>
bg_bg: Употреба: EnableChan <#chans>

source: Enabled {1} channel
bg_bg: Активиран {1} канал

source: Usage: DisableChan <#chans>
bg_bg: Употреба: DisableChan<#chans>

source: Disabled {1} channel
bg_bg: Деактивиран {1} канал

source: Usage: MoveChan <#chan> <index>
bg_bg: Употреба: MoveChan <#канал> <индекс>

source: Moved channel {1} to index {2}
bg_bg: Каналът {1} е преместен към индекс {2}

source: Usage: SwapChans <#chan1> <#chan2>
bg_bg: Употреба: SwapChans <#канал1> <#канал2>

source: Swapped channels {1} and {2}
bg_bg: Каналите {1} и {2} са разменени

source: Usage: ListChans
bg_bg: Употреба: ListChans

source: No such user [{1}]
bg_bg: Няма такъв потребител [{1}]

source: User [{1}] doesn't have network [{2}]
bg_bg: Потребителят [{1}] няма мрежа [{2}}

source: There are no channels defined.
bg_bg: Няма дефинирани канали.

# listchans
source: Index
bg_bg: Индекс

# listchans
source: Name
bg_bg: Име

# listchans
source: Status
bg_bg: Статус

# listchans
source: In config
bg_bg: В конфигурацията

# listchans
source: Buffer
bg_bg: Буфер

# listchans
source: Clear
bg_bg: Изчисти

# listchans
source: Modes
bg_bg: Режими

# listchans
source: Users
bg_bg: Потребители

# listchans
source: Detached
bg_bg: Откачени

# listchans
source: Joined
bg_bg: Присъединен

# listchans
source: Disabled
bg_bg: Изключен

# listchans
source: Trying
bg_bg: Опитване

# listchans
source: yes
bg_bg: да

source: Total: {1}, Joined: {2}, Detached: {3}, Disabled: {4}
bg_bg: Общо: {1}, Присъединени в {2}, Откачени: {3}, Изключени: {4}

source: Access denied!
bg_bg: Достъпът е отказан!

source: Network number limit reached. Ask an admin to increase the limit for you, or delete unneeded networks using /znc DelNetwork <name>
bg_bg: Достигнато е ограничението за добавяне не мрежи. Попитайте администратора да повиши ограничение, или изтриите ненужни мрежи с /znc DelNetwork <име>

source: Usage: AddNetwork <name>
bg_bg: Употреба: AddNetwork <име>

source: Network name should be alphanumeric
bg_bg: Името на мрежата трябва да е алфанумерично

source: Network added. Use /znc JumpNetwork {1}, or connect to ZNC with username {2} (instead of just {3}) to connect to it.
bg_bg: Мрежата е добавена. Използвайте /znc JumpNetwork {1}, или се свържете към ZNC с потребитлеско {2} (вместо просто {3}) за да се свържете към нея.

source: Unable to add that network
bg_bg: Тази мрежа не може да се добави

source: Usage: DelNetwork <name>
bg_bg: Употреба: DelNetwork <име>

source: Network deleted
bg_bg: Мрежата е изтрита

source: Failed to delete network, perhaps this network doesn't exist
bg_bg: Тази мрежа не може да изтрие, може би тя не съществува

source: User {1} not found
bg_bg: Потребителят {1} не е намерен

# listnetworks
source: Network
bg_bg: Мрежа

# listnetworks
source: On IRC
bg_bg: В IRC

# listnetworks
source: IRC Server
bg_bg: IRC сървър

# listnetworks
source: IRC User
bg_bg: IRC потребител

# listnetworks
source: Channels
bg_bg: Канали

# listnetworks
source: Yes
bg_bg: Да

# listnetworks
source: No
bg_bg: Не

# listnetworks
source: No networks
bg_bg: Няма мрежи

source: Access denied.
bg_bg: Достъпът е отказан.

source: Usage: MoveNetwork <old user> <old network> <new user> [new network]
bg_bg: Употреба: MoveNetwork <стар потребител> <нова мрежа> <нов потребител> [нова мрежа]

source: Old user {1} not found.
bg_bg: Старият потребител {1} не е намерен.

source: Old network {1} not found.
bg_bg: Старата мрежа {1} не е намерена.

source: New user {1} not found.
bg_bg: Новият потребител {1} не е намерен.

source: User {1} already has network {2}.
bg_bg: Потребителият {1} вече има мрежата {2}.

source: Invalid network name [{1}]
bg_bg: Невалидно име на мрежата [{1}]

source: Some files seem to be in {1}. You might want to move them to {2}
bg_bg: Някои файлове изглеждат че са в {1}. Трябва да ги преместите в {2}

source: Error adding network: {1}
bg_bg: Грешка в добавянето на мрежа: {1}

source: Success.
bg_bg: Успех.

source: Copied the network to new user, but failed to delete old network
bg_bg: Мрежата е копирана към новия потребител, но не можа да се изтрие старата мрежата

source: No network supplied.
bg_bg: Няма избрана мрежа.

source: You are already connected with this network.
bg_bg: Вече сте свързани към тази мрежа.

source: Switched to {1}
bg_bg: Превключване към {1}

source: You don't have a network named {1}
bg_bg: Нямате мрежа на име {1}

source: Usage: AddServer <host> [[+]port] [pass]
bg_bg: Употреба: AddServer <хост> [[+]порт] [парола]

source: Server added
bg_bg: Сървърът е добавен

source: Unable to add that server. Perhaps the server is already added or openssl is disabled?
bg_bg: Този сървър не може да се добави. Може би вече е добавен или пък Ssl e спрян?

source: Usage: DelServer <host> [port] [pass]
bg_bg: Употреба: DelServer <хост> [[+] порт] [парола]

source: Server removed
bg_bg: Сървърът е премахнат

source: No such server
bg_bg: Няма такъв сървър

# listservers
source: Host
bg_bg: Хост

# listservers
source: Port
bg_bg: Порт

# listservers
source: Password
bg_bg: Парола

source: Usage: AddTrustedServerFingerprint <fi:ng:er>
bg_bg: Употреба: AddTrustedServerFingerprint <от:пе:чатък>

source: Done.
bg_bg: Готово.

source: Usage: DelTrustedServerFingerprint <fi:ng:er>
bg_bg: Употреба: DelTrustedServerFingerprint <от:пе:чатък>

source: No fingerprints added.
bg_bg: Няма добавени отпечатъци.

# topicscmd
source: Channel
bg_bg: Канал

# topicscmd
source: Set By
bg_bg: Зададена от

# topicscmd
source: Topic
bg_bg: Тема

# listmods
source: Name
bg_bg: Име

# listmods
source: Arguments
bg_bg: Аргументи

source: No global modules loaded.
bg_bg: Няма заредени глобални модули.

source: Global modules:
bg_bg: Глобални модули:

source: Your user has no modules loaded.
bg_bg: Вашият потребител няма заредени модули.

source: User modules:
bg_bg: Потребителски модули:

source: This network has no modules loaded.
bg_bg: Вашата мрежа няма заредени модули.

source: Network modules:
bg_bg: Мрежови модули:

# listavailmods
source: Name
bg_bg: Име

# listavailmods
source: Description
bg_bg: Описание

source: No global modules available.
bg_bg: Няма налични глобални модули.

source: No user modules available.
bg_bg: Няма налични потребителски модули.

source: No network modules available.
bg_bg: Няма налични мрежови модули.

source: Unable to load {1}: Access denied.
bg_bg: Не може да се зареди {1}: Достъпът е отказан.

source: Usage: LoadMod [--type=global|user|network] <module> [args]
bg_bg: Употреба: LoadMod [--тип=глобален|потр.|мрежов] <модул> [аргументи]

source: Unable to load {1}: {2}
bg_bg: Не може да се зареди {1}: {2}

source: Unable to load global module {1}: Access denied.
bg_bg: Не може да се зареди глобалния модул {1}: Достъпът е отказан.

source: Unable to load network module {1}: Not connected with a network.
bg_bg: Не може да се зареди мрежовия модул {1}: Не сте свързани с мрежа.

source: Unknown module type
bg_bg: Непознат вид модул

source: Loaded module {1}
bg_bg: Модулът {1} е зареден

source: Loaded module {1}: {2}
bg_bg: Модулът {1} е зареден: {2}

source: Unable to load module {1}: {2}
bg_bg: Не може да се зареди модул {1}: {2}

source: Unable to unload {1}: Access denied.
bg_bg: Не може да се изключи {1}: Достъпът е отказан.

source: Usage: UnloadMod [--type=global|user|network] <module>
bg_bg: Употреба: UnloadMod [--тип=глобален|потр.|мрежов] <модул>

source: Unable to determine type of {1}: {2}
bg_bg: Не може да се определи вида на {1}: {2}

source: Unable to unload global module {1}: Access denied.
bg_bg: Не може да се изключи глобалния модул {1}: Достъпът е отказан.

source: Unable to unload network module {1}: Not connected with a network.
bg_bg: Не може да се изключи мрежовия модул {1}: Не сте свързани с мрежа.

source: Unable to unload module {1}: Unknown module type
bg_bg: Не може да се изключи модул {1}: Непознат вид модул

source: Unable to reload modules. Access denied.
bg_bg: Не може да се изключат модулите: Достъпът е отказан.

source: Usage: ReloadMod [--type=global|user|network] <module> [args]
bg_bg: Употреба: ReloadMod [--тип=глобален|потр.|мрежов] <модул> [аргументи]

source: Unable to reload {1}: {2}
bg_bg: Не може да се презареди:{1}: {2}

source: Unable to reload global module {1}: Access denied.
bg_bg: Не може да се презареди глобалния модул {1}: Достъпът е отказан.

source: Unable to reload network module {1}: Not connected with a network.
bg_bg: Не може да се презареди мрежовия модул {1}: Не сте свързани с мрежа.

source: Unable to reload module {1}: Unknown module type
bg_bg: Не може да се презареди модул {1}: Непознат вид модул

source: Usage: UpdateMod <module>
bg_bg: Употреба: UpdateMod <модул>

source: Reloading {1} everywhere
bg_bg: {1} се презарежда навсякъде

source: Done
bg_bg: Готово

source: Done, but there were errors, module {1} could not be reloaded everywhere.
bg_bg: Готово, но имаше грешки. Модулът {1} не можа да се презареди навсякъде.

source: You must be connected with a network to use this command. Try SetUserBindHost instead
bg_bg: Трябва да сте свързани с мрежа за да използвате тази команда. Вместо това използвайте SetUserBindHost

source: Usage: SetBindHost <host>
bg_bg: Употреба: SetBindHost <хост>

source: You already have this bind host!
bg_bg: Вече сте свързали този хост!

source: Set bind host for network {1} to {2}
bg_bg: Задаване на свързващ хост за мрежа {1} към {2}

source: Usage: SetUserBindHost <host>
bg_bg: Употреба: SetUserBindHost <хост>

source: Set default bind host to {1}
bg_bg: Свързаният хост по подразбиране е зададен на {1}

source: You must be connected with a network to use this command. Try ClearUserBindHost instead
bg_bg: Трябва да сте свързани с мрежа за да използвате тази команда. Вместо това използвайте ClearUserBindHost

source: Bind host cleared for this network.
bg_bg: Свързаният хост е изчистен за тази мрежа.

source: Default bind host cleared for your user.
bg_bg: Свързаният хост по подразбиране е изчистен за вашия потребител.

source: This user's default bind host not set
bg_bg: Свързаният хост по подразбиране не е зададен за този потребител

source: This user's default bind host is {1}
bg_bg: Свързаният хост по подразбиране на този потребител е {1}

source: This network's bind host not set
bg_bg: Свързаният хост на тази мрежа не е зададен

source: This network's default bind host is {1}
bg_bg: Свързаният хост по подразбиране на тази мрежа е {1}

source: Usage: PlayBuffer <#chan|query>
bg_bg: Употреба: PlayBuffer <#канал|заявка>

source: You are not on {1} (trying to join)
bg_bg: Не сте в {1} (опит за свързване)

source: The buffer for channel {1} is empty
bg_bg: Буферът за канал {1} е празен

source: No active query with {1}
bg_bg: Няма активна заявка с {1}

source: The buffer for {1} is empty
bg_bg: Буферът за {1} е празен

source: Usage: ClearBuffer <#chan|query>
bg_bg: Употреба: ClearBuffer <#канал|заявка>

source: {1} buffer matching {2} has been cleared
bg_bg: Буферът {1}, който съвпада {2} е изчистен

source: All channel buffers have been cleared
bg_bg: Всичките канални буфери са изчистени

source: All query buffers have been cleared
bg_bg: Всичките буфери за заявки са изчистени

source: All buffers have been cleared
bg_bg: Всички буфери са изчистени

source: Usage: SetBuffer <#chan|query> [linecount]
bg_bg: Употреба: SetBuffer <#канал|заявка> [редове]

source: Setting buffer size failed for {1} buffer
bg_bg: Грешка в задаването на размер за {1} буфер

source: Maximum buffer size is {1} line
bg_bg: Максималният размер за буфер е {1} ред

source: Size of every buffer was set to {1} line
bg_bg: Размерът на всеки буфер е зададен на {1} ред

# trafficcmd
source: Username
bg_bg: Потребителско име

# trafficcmd
source: In
bg_bg: В

# trafficcmd
source: Out
bg_bg: Изход

# trafficcmd
source: Total
bg_bg: Общо

# trafficcmd
source: <Users>
bg_bg: <Потребители>

# trafficcmd
source: <Total>
bg_bg: <Общо>

source: Running for {1}
bg_bg: Стартиран за {1}

source: Unknown command, try 'Help'
bg_bg: Непозната команда, опитайте 'help'

# listports
source: Port
bg_bg: Порт

# listports
source: BindHost
bg_bg: Свързан хост

# listports
source: Protocol
bg_bg: Протокол

# listports
source: Web
bg_bg: Уеб

# listports
source: IPv4 and IPv6
bg_bg: IPv4 и IPv6

# listports|ssl
source: yes
bg_bg: да

# listports|ssl
source: no
bg_bg: не

# listports|irc
source: yes
bg_bg: да

# listports|irc
source: no
bg_bg: не
